Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/hvl.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The group works to gain insight into how children, teacher students, teachers, mathematicians and others explain, reason, argue and prove in mathematics, and how mathematics is used in argumentation in a social situation.
nb: Gruppen arbeider for å få innsikt i hvordan barn, lærerstudenter, lærere, matematikere og andre forklarer, begrunner, argumenterer og beviser innen matematikk, og hvordan matematikk blir brukt i argumentasjon i et samfunnsmessig perspektiv.

source: Introduction to turbomachinery (pumping, compression, expansion)
nb: Introduksjon til turbomaskineri (pumping, komprimering, ekspansjon)

source: Doctoral-level courses completed at another institution must be approved in accordance with the provisions of section 3-5, first paragraph, of the Act relating to universities and university colleges.
nb: Emner på doktorgradsnivå ved annen institusjon skal godkjennes i samsvar med reglene i Lov om universiteter og høyskoler, § 3‐5 første ledd.

source: Grades A to F are used in assessment.
nb: mellom studenten og intern og ekstern sensor.

source: 25 hours practice (touring in TIE groups in schools) is included in the module.
nb: 25 timer praksis (turné i TIU-grupper i grunnskolen) inngår i emnet.

source: Lectures, exercises and project work in groups.
nb: Forelesninger, øvelser og prosjektarbeid i grupper.

source: Upon completion of the course MAS207-Element Method (FEM), the student has the following qualifications:
nb: Ved fullført emne MAS207 Elementmetode (FEM) har studenten følgende kvalifikasjoner:

source: MODY is an interesting model for genetic studies of type 2 diabetes
nb: MODY er en meget interessant tilstand som modell for genetiske studier av type 2 diabetes

source: In Norway, around 200.000 individuals have type 2 diabetes, and 28.000 have type 1 diabetes (totaling 4% of the population).
nb: I Norge har rundt 200 000 individer type 2 diabetes, og 28 000 type 1 diabetes (totalt 4 prosent av befolkningen).

source: The grades A-E indicates that the student has passed the exam and the grade E indicates that all minimum requirements within STCW are met.
nb: Karakteren A-E viser at studenten har bestått kurset, og karakteren E indikerer at alle minimumskrav i STCW er dekket.

source: The course focuses on geophysical investigations at up to 100 meters depth and the examples and data used during the teaching reflects Norwegian conditions.
nb: Emnet fokuserer på geofysiske undersøkelser på opptil 100 meters dybde og eksemplene og data som brukes i undervisningen avspeiler norske forhold.

source: Identifies, assesses, prioritises, plans, implements, follows up, reports and documents the need for nursing to patients/users with mental and drug-related disorders, and also in the cases of comorbidity.
nb: Identifiserer, vurderer, prioriterer, planlegger, utfører, følger opp, rapporterer og dokumenterer behov for sykepleie til pasienter/brukere med ulike lidelser.

source: For architects, space syntax is used for option testing of planning and design proposal.
nb: For arkitekter brukes space syntax for alternativtesting av plan- og designforslag.

source: Explosion includes deflagration, detonation, BLEV and boil-over.
nb: Eksplosjoner inkluderer både deflagrasjon, detonasjon, BLEV og ¿boilover¿.

source: investigated the way in which students have the potential to acquire knowledge in Niss and
nb: undersøkt på hvilken måte elevene har potensiale til å tilegne seg kunnskap i Niss og

source: Optional Training Component - 15 ECTS credits
nb: Valgfri del – 15 studiepoeng

source: Software engineering is concerned with the concepts, principles, methods and software tools used in the design, implementation, evaluation, deployment, and maintenance of software and IT systems.
nb: Programvareutvikling som ingeniørdisiplin handler om begrep, prinsipp, metoder og utviklingsverktøy som brukes til design, implementering, evaluering, drift og vedlikehold av programvare (software) og IT-system.

source: implement, take measurements, evaluate experimentsl data in standard laboratory environment and compare these data with data from design and simulations.
nb: Kandidaten kan implementere, foreta målinger, evaluere experimentelle data i standard laboratorieoppsett og sammenlikne disse med data fra design og simuleringsverktøy.

source: Stord/Haugesund University College (HSH) is responsible for the education meeting the requirements from the Norwegian Maritime Authority.
nb: Høgskolen Stord/Haugesund (HSH) har ansvar for at undervisningen følger gjeldende krav som stilles fra Sjøfartsdirektoratet.

source: Knowledge of Python, Numpy and Pandas is a plus.
nb: Kjennskap til Python, Numpy og Pandas er en stor fordel.

source: Calculation of displacements
nb: Kontroll av forskyvninger

source: The student is responsible for reporting absence to the department.
nb: Studenten har ansvar for å rapportere fravær til avdelingen.

source: Block and stream chiffres.
nb: Blokk- og strøm-chiffre.

source: The programme consists of: a compulsory and optional training component of a total of 30 ECTS credits; a research component of 150 ECTS credits; a mid-term evaluation; and a public defence of the dissertation (disputation).
nb: Studiet består av en obligatorisk og valgfri opplæringsdel på til sammen 30 studiepoeng, en forskningsdel på 150 studiepoeng, en midtveis-evaluering, og et offentlig forsvar av arbeidet (disputas).

source: She has been involved in teacher education programmes and supervised post-graduate students in New Zealand, Australia, Sweden and Norway.
nb: Hun har vært involvert i lærerutdanningsprogrammer og veilederte post-graduate studenter i New Zealand, Australia, Sverige og Norge.

source: Lectures, homework, selfstudy and mini-project
nb: Forelesning, øvinger, selvstudium og mini prosjekt

source: Financed by RFF Vest.
nb: Finansiert av RFF Vest.

source: educational practice, where the participant and spectator perspectives are combined.
nb: For det tredje benyttes forskning inn i pedagogisk praksis, hvor innside- og utsideperspektivet kombineres.

source: The three-year study model is divided into six semesters, 30 ECTS credits each, for a total of 180 credits.
nb: Den treårige studiemodellen er delt opp i seks semester, hvert på 30 studiepoeng og på til sammen 180 studiepoeng.

source: The training component shall ensure a high degree of scientific insight and knowledge related to health, functioning and participation, as well as to ensure training and practice in academic argumentation and to the dissemination of academic work to peers, students and the general public, in both Norwegian and English.
nb: Opplæringsdelen skal sikre høy grad av vitenskapelig innsikt og kunnskap knyttet til helse, funksjon og deltakelse, samt sikre opplæring og øvelse i akademisk argumentasjon, formidling av faglig arbeid ovenfor fagfeller, studenter og allmennheten, både på norsk og engelsk.

source: Use NoSQL and XML to process the big data issues
nb: Bruke NoSQL og XML til å behandle big data-problemer

source: The candidate send his/her application for admission to the host faculty at HVL.
nb: Kandidaten sender sin søknad om opptak til programmets fakultet ved HVL.

source: The course includes in-depth understanding of flame structure, heat, burn rate, diffusion and turbulence.
nb: Emnet omfatter dybdeforståelse av flammers struktur, varmetap, forbrenningshastighet, diffusjon og turbulens.

source: The course will give an introduction to the design and use of database management systems (DBMS).
nb: Emnet skal gi en introduksjon til design og bruk av databasestyringssystemer (DBMS).

source: The assignment is valid for 3 semesters after the regular exam.
nb: Oppgaven er gyldig i 3 semester etter avlagt ordinær eksamen.

source: Explain the principles for laser scanning and relevant applications.
nb: Kunne forklare prinsipper for innsamling av laserdata og beskrive hvilke anvendelser som finnes.

source: working with the programming tool Sphero ball.
nb: fordelt på to grupper, i arbeid med programmeringsverktøyet Sphero-ball.

source: Installation and configuration of software and database servers
nb: Installasjon og konfigurasjon av programvare og databasetjener

source: This did not apply to questions such as “$ 1000 on 5” but questions about
nb: Dette gjaldt ikke spørsmål som “del 1000 kr på 5” men spørsmål om

source: Scientific Advisor for 'Play responsive teaching' led by Niklas Pramling, University of Gothenburg
nb: Vitenskapelig rådgiver for 'Play responsive teaching' ledet av Niklas Pramling, finansiert av Gøteborgs Universitet

source: Complies with the duty of confidentiality and acts in accordance with professional, ethical and legal guidelines.
nb: Overholder taushetsplikten, og praktiserer i samsvar med faglige, etiske og juridiske retningslinjer.

source: Knowledge of barriers and quality of barriers over time.
nb: Kunnskap om ulike barrierer og barrierekvalitet over tid.

source: This can often be described under the acronym FAIR, which stands for Findable, Accessible, Interoperable and Reusable.
nb: Prinsippet om åpne data kan gjerne beskrives under akronymet FAIR, som står for Findable, Accessible, Interoperable og Reusable.

source: Th research group on Advanced Nanomaterials for Clean Energy and Health Applications (ANCEHA) was launched in 2013.
nb: Forskningsgruppen avanserte nanomaterialer for ren energi og helseapplikasjoner (ANCEHA) ble opprettet i 2013.

source: gives you access to approximately 45 000 academic e-books from Springer publishing.
nb: gir tilgang til rundt 45 000 akademiske e-bøker fra Springer forlag.

source: KBAL is type approved by IMO, and was initially installed onboard M/T Gijon Knutsen.
nb: KBAL er typegodkjent av IMO, og i den forbindelse ble også KBAL installert og testet i fullskala på M/T Gijon Knutsen.

source: In addition, students may complete part of their studies abroad.
nb: I tillegg kan studentene ta deler av studiet i utlandet.

source: The influence of subsea environment on technical systems, Subsea production, remotely operated vehicle (ROV/AUV), Diving, Surface vessels for subsea operations, Hydrodynamic calculations, analysis of safety and reliability.
nb: Undervannsmiljøets innvirkning på tekniske systemer, Undervanns produksjonssystemer, Fjernstyrte undervannsfarkoster (ROV/AUV), Dykking, Overflatefartøy for undervannsoperasjoner, Hydrodynamiske beregninger, Analysemetoder for sikkerhet og pålitelighet.

source: The educational platform is built on dialogue-based seminars, literature presentations, process-oriented writing with individual and group-based supervision, project work, and individual study.
nb: Pedagogisk plattform er bygget på dialogbaserte seminar, litteraturpresentasjoner, prosess-orientert skriving med individuell og gruppebasert veiledning, prosjektarbeid, og individuelt studiearbeid.

source: We also collaborate with a researcher from one of our cooperative universities York University, Toronto, Canada.
nb: Vi har også med oss en forsker fra et av våre samarbeidsuniversitet York University, Toronto, Canada.

source: In connection with the equation of continuity a model for unsteady potential flow in ideal fluids, called the “random walk source model” was published by one of the members of the group (Meyer 1997).
nb: I forbindelse med ligningen for kontinuitet er en modell for instasjonær potensiell strømning i ideelle væsker, kalt "random walk kilde model" publisert av en av medlemmene av gruppen (Meyer 1997).

source: On completion of the course the students should have the following learning outcomes defined in terms of knowledge, skills and general competence:
nb: Etter gjennomføring av emnet skal studentene ha følgende læringsutbytte definert i form av kunnskaper, ferdigheter og generell kompetanse:

source: Approved compulsory submissions are valid for 4 semesters.
nb: Godkjente obligatoriske innleveringer er gyldige i 4 semestre.

source: Can with the knowledge acquired during the study program and relevant research and development work reflect on and assess theoretical, practical and technical problems related to operation of ships, and are able to make well-founded choices.
nb: Kan med bakgrunn i kunnskapene tilegnet i studiet og relevant forsknings- og utviklingsarbeid reflektere rundt og vurdere teoretiske, praktiske og tekniske problemstillinger knyttet til operasjon og drift av skip, og er i stand til å treffe begrunnede valg.

source: - Staffing & management
nb: - Bemanning & ledelse

source: The student must be prepared to carry out practical training in the district (practical training sites on contracts with HVL campus Haugesund).
nb: Studenten må være forberedt på å gjennomføre praksis i distriktet (praksisplasser HVL studiested Haugesund har avtaler med).

source: Participation and presentation of ongoing master project on two (full time students) / three (part time students) seminars.
nb: Deltakelse og presentasjon av pågående masterprosjekt på to (heltidsstudenter) / tre (deltidsstudenter) samlinger.

source: Interface from an application language to a database, such as JPA from Java
nb: Grensesnitt fra et applikasjonsspråk til en database, for eksempel JPA fra Java

source: Module3 autumn 2021 - Basic interaction design
nb: Modul3 høsten 2021 - Grunnleggende interaksjonsdesign

source: The candidate selects medium and form for the submission of the work.
nb: Kandidaten velger selv medium og form på innleveringen av arbeidet.

source: This course covers how to classify and interpret geological structures at the mesoscale, the theory of forces, stress, strain, brittle and ductile deformation, and introduces plate tectonic environments and the geological history of Norway.
nb: Dette kurset handler om hvordan man klassifiserer og tolker geologiske strukturer på mesoskala, teorien om krefter, spenninger, formforandring og sprø og duktil deformasjon, og introduserer platetektoniske miljøer og den geologiske historien til Norge.

source: The research group possesses interdisciplinary research competence, building on close cooperation, developed since 2006, between the health sciences and engineering sciences, alongside other relationships. The
nb: Gruppen har tverrfaglig forskningskompetanse på feltet, og et tett samarbeid mellom helse-og ingeniørfag siden 2006.

source: You can also read the books online.
nb: Bøkene kan også leses online.

source: Identifies, assesses, prioritises, plans, implements, follows up, reports and documents the need for nursing to patients/users with various disorders.
nb: Identifiserer, vurderer, prioriterer, planlegger, utfører, følger opp, rapporterer og dokumenterer behov for sykepleie til pasienter/brukere med ulike lidelser.

source: Has knowledge of information, guidance and teaching relevant for the patient and the next of kin.
nb: Har kunnskap om informasjon, veiledning og undervisning som er relevant for pasienten og pårørende.

source: This master’s thesis is research-based within mathematics didactics.
nb: Denne studien er et forskningsbasert arbeid som er gjennomført med utgangspunkt i

source: a concise definition of the spatial elements used in space syntax,
nb: En klar definisjon av de romlige elementene som brukes i space syntax analysene.

source: Approved requirements are valid in the semester of the exam, and the consecutive 3 semesters.
nb: Godkjente arbeidskrav er gyldige i eksamenssemesteret og 3 påfølgende semester.

source: perform hydrodynamical calculations for subsea lifting- and ROV-operations;
nb: Utføre hydrodynamiske beregninger for undervannsløft og ROV-operasjoner;

source: Is capable of interacting with own occupational group, and is able to cooperate interdisciplinary and interdepartmentally.
nb: Viser evne til samhandling med egen yrkesgruppe, og kan samarbeide tverrfaglig og tverretatlig.

source: How am I perceived in the leadership role?
nb: Hvordan oppfattes jeg i lederrollen?

source: The evaluation and input from the evaluation group is done on the basis of a selected text from the doctoral thesis sent to the evaluation group in advance and the candidate’s oral presentation.
nb: Evaluering og innspill fra evalueringsgruppen gjøres på grunnlag av et tekstutdrag av avhandlingen tilsendt evalueringsgruppen i forkant og kandidatens muntlige presentasjon.

source: 4 of 6 individual submissions must be approved before given deadlines.
nb: 4 av 6 individuelle innleveringsoppgaver skal være godkjent innen tidsfrist.

source: ways, for example through multiple-choice tasks and tasks that place students on equal or
nb: øving i representasjonskompetanse på flere måter, eksempelvis gjennom flervalgsoppgaver og

source: Functional dependency and normalization for relational database
nb: Funksjonelle avhengigheter og normalisering for relasjonsdatabaser

source: I am a professor in safety sciences.
nb: Jeg er professor i sikkerhetsfag.

source: The essay has a maximum of 4500 words in accordance with to the learning-outcome description for the course.
nb: Essayet har et omfang på maksimalt 4500 ord i henhold til læringsutbyttebeskrivelsen til emnet.

source: To respond to these questions, we will firstly investigate requirements for citizenship in 40 European countries, and correlate the requirement policies with teachers’ experiences of how such requirements impact adult migrants with little prior schooling and low levels of literacy.
nb: For å besvare disse spørsmålene vil vi for det første se på språkkrav for statsborgerskap i 40 europeiske land, og sammenholde kravpolitikken med læreres opplevelser av hvordan slike krav påvirker voksne innvandrere med lite skolebakgrunn.

source: - Two presentations (in groups) to be held at seminars (linked to part 2 - B2C and B2B)
nb: - To presentasjoner (i gruppe) som holdes på seminar (knyttet til del 2 - B2C og B2B)

source: PhD graduates should be able to handle complex academic issues that require knowledge of health as a physical, psychological and social resource, as well as knowledge about the connection between health and social framework conditions.
nb: Ferdige kandidater skal kunne håndtere komplekse faglige spørsmål som krever kunnskap om helse som kroppslig, psykologisk og sosial ressurs, og kunnskap om sammenhengen mellom helse og samfunnsmessige rammevilkår.

source: format 5) Double click the file to open it in EndNote
nb: 5) Dobbelklikk på filen for å åpne den i EndNote.

source: Furthermore, the number of PhD students participating must be 50% or more of the total number of participants
nb: Videre skal antall stipendiater som deltar utgjøre 50% eller mer av totalt antall deltagere.

source: Explain principles for establishment of local coordinate systems on- and offshore.
nb: Kunne forklare prinsipper for opprettelse av lokale koordinatsystemer on- og offshore.

source: In what way is it valuable?
nb: På hvilken måte er det verdifullt?

source: Please note that all of Springer’s e-books are searchable through their website, but there is only a limited amount of books available to HVL’s patrons.
nb: Merk deg at via nettsiden til Springer vil alle deres e-bøker være søkbare, mens HVL kun har fullteksttilgang til deler av samlingen.

source: Can explain the production process from prefab to commissioning.
nb: Kan forklare produksjonsprosessen fra prefab til commissioning.

source: Given the quite limited research in this, and especially in Norway, this initial research has implications for both researchers and teachers.
nb: På grunnlag av manglende forskning på dette feltet, og spesielt i Norge, ble denne studien sett på som innledende, der den er aktuell for både forskere og lærere.

source: The programme committee has a mandate as follows:
nb: Programutvalget har følgende mandat:

source: In addition, several simulation and calculations tools from 3D CFD to process design software are being used.
nb: I tillegg bruker vi flere simulerings- og beregningsverktøy fra 3D CFD til prosessdesignprogramvare.

source: The student is encouraged to continuously obtain any absence up to 10% (days 1-3), if possible for the practical training site.
nb: Studenten oppfordres til kontinuerlig å jobbe inn eventuelt fravær på inntil 10% (fraværsdag 1-3), der det er mulig for praksisstedet.

source: Research group for genetic and molecular analyses of causes of diabetes phenotypes – from lab to clinics (precision medicine).
nb: Forskningsgruppe for genetiske og molekylære årsaker til spektrum av diabetes fenotyper - fra lab til klinikk (presisjonsmedisin).

source: (2) How do pupils verbally argue for the answer in the written number story?
nb: (2) Hvordan argumenterer elever muntlig for svaret i den skriftlige regnefortellingen?

source: For the use of health information in health research projects, you must apply for a dispensation from professional secrecy requirements.
nb: For bruk av helseopplysninger i helseforskningsprosjekter må du søke om dispensasjon fra taushetsplikten.

source: Entropy, isentropic processes and isentropic relations.
nb: Entropi, isentropiske prosesser og isentropiske relasjoner.

source: has extensive expertise in research methodology, can assess research questions and related design in health science research
nb: har omfattende kompetanse i forskningsmetode og kan vurdere forskningsspørsmål og tilhørende design i helsevitenskapelig forskning

source: Student and research project
nb: Student og forskningsprosjekt

source: The course covers basic principles of modeling, simulation, analysis and design of Single-Input-Single-Output (SISO) control systems.
nb: Emnet omhandler grunnleggende prinsipper for modellering, simulering, analyse og design av klassiske monovariabel reguleringssystemer.

source: describe and analyze ignition of gas, liquid fires and fires in solids, including with and without pilot flame and Minimum Ignition Energy (MIG)
nb: kan beskrive og analysere antennelse av gass-, væskebranner og branner i faste stoffer, herunder med og uten pilotflamme og Minimum Ignition Energy (MIG)

source: they were talking about.
nb: begrepene de snakket om.

source: It is also through argumentation that students show they have mastered the conventions of school mathematics and belong to the community of successful learners (Cobb & Hodge, 2002).
nb: Det er også gjennom argumentasjon at elevene viser at de mestrer konvensjonene i skolematematikk og gjennom det kan erfare tilhørighet til fellesskapet av elever som lykkes (Cobb & Hodge, 2002).

source: The data was collected by interviewing
nb: Datamaterialet er hentet inn ved å

source: Funded by NFR.
nb: Finansiert av NFR.
